export const data6 = [
  { label: "款式", contents: [["基礎型"], ["標準型"]] },
  {
    label: "設備",
    contents: [
      [
        "冰箱",
        "空調(品牌風管式空調)",
        "熱水器 (即熱式熱水器)",
        "浴霸(暖風式三合一集成浴霸)",
        "投影儀",
      ],
      [
        "冰箱",
        "空調(品牌風管式空調)",
        "熱水器 (即熱式熱水器)",
        "浴霸(暖風式三合一集成浴霸)",
        "投影儀",
      ],
    ],
  },
  {
    label: "衛浴",
    contents: [
      ["馬桶(品牌馬桶)", "熱水器(60L儲水式熱水器)", "台盆(品牌)", "龍頭(品牌)"],
    ],
  },
  {
    label: "主體結構",
    contents: [
      [
        "鋼結構框架及外飾飾面板(鋁制)",
        "隔熱",
        "保溫(100mm聚氨保溫層)",
        "外牆玻璃 (6+12A+6中空LOW-E玻璃)",
        "入戶門(智能門禁)",
        "腳撐。",
      ],
    ],
  },
  {
    label: "內裝",
    contents: [
      [
        "天花(竹炭纖維板)",
        "牆面(竹炭纖維板)",
        "地面(高級複合木地板)",
        "室內燈效(3000K 暖黃光)室外燈效(4000K暖白光)",
        "室外燈效(4000K暖白光)",
        "智控系統(燈光、窗簾語音控制)",
        "插座面板(品牌開關面板)",
        "窗簾 (電動窗簾)",
        "消防煙霧報警",
      ],
    ],
  },
];

export const data12 = [
  { label: "款式", contents: [["基礎型"], ["標準型"], ["豪華型"]] },
  {
    label: "設備",
    contents: [
      [
        "冰箱",
        "空調(品牌風管式空調)",
        "熱水器 (即熱式熱水器)",
        "浴霸(暖風式三合一集成浴霸)",
        "投影儀",
      ],
      [
        "冰箱",
        "空調(品牌風管式空調)",
        "熱水器 (即熱式熱水器)",
        "浴霸(暖風式三合一集成浴霸)",
        "投影儀",
      ],
      [
        "冰箱",
        "空調(品牌風管式空調)",
        "熱水器 (即熱式熱水器)",
        "浴霸(暖風式三合一集成浴霸)",
        "投影儀",
      ],
    ],
  },
  {
    label: "衛浴",
    contents: [
      ["馬桶(品牌馬桶)", "熱水器(60L儲水式熱水器)", "台盆(品牌)", "龍頭(品牌)"],
    ],
  },
  {
    label: "主體結構",
    contents: [
      [
        "鋼結構框架及外飾飾面板(鋁制)",
        "隔熱",
        "保溫(100mm聚氨保溫層)",
        "外牆玻璃 (6+12A+6中空LOW-E玻璃)",
        "入戶門(智能門禁)",
        "腳撐。",
      ],
    ],
  },
  {
    label: "內裝",
    contents: [
      [
        "天花(竹炭纖維板)",
        "牆面(竹炭纖維板)",
        "地面(高級複合木地板)",
        "室內燈效(3000K 暖黃光)室外燈效(4000K暖白光)",
        "室外燈效(4000K暖白光)",
        "智控系統(燈光、窗簾語音控制)",
        "插座面板(品牌開關面板)",
        "窗簾 (電動窗簾)",
        "消防煙霧報警",
      ],
    ],
  },
];

export const data24 = [
  { label: "款式", contents: [["基礎型"], ["標準型"], ["豪華型"]] },
  {
    label: "設備",
    contents: [
      [
        "冰箱",
        "空調(品牌風管式空調)",
        "熱水器 (即熱式熱水器)",
        "浴霸(暖風式三合一集成浴霸)",
        "投影儀",
      ],
      [
        "冰箱",
        "空調(品牌風管式空調)",
        "熱水器 (即熱式熱水器)",
        "浴霸(暖風式三合一集成浴霸)",
        "投影儀",
      ],
      [
        "冰箱",
        "空調(品牌風管式空調)",
        "熱水器 (即熱式熱水器)",
        "浴霸(暖風式三合一集成浴霸)",
        "投影儀",
      ],
    ],
  },
  {
    label: "衛浴",
    contents: [
      ["馬桶(品牌馬桶)", "熱水器(60L儲水式熱水器)", "台盆(品牌)", "龍頭(品牌)"],
    ],
  },
  {
    label: "主體結構",
    contents: [
      [
        "鋼結構框架及外飾飾面板(鋁制)",
        "隔熱",
        "保溫(100mm聚氨保溫層)",
        "外牆玻璃 (6+12A+6中空LOW-E玻璃)",
        "入戶門(智能門禁)",
        "腳撐。",
      ],
    ],
  },
  {
    label: "內裝",
    contents: [
      [
        "天花(竹炭纖維板)",
        "牆面(竹炭纖維板)",
        "地面(高級複合木地板)",
        "室內燈效(3000K 暖黃光)室外燈效(4000K暖白光)",
        "室外燈效(4000K暖白光)",
        "智控系統(燈光、窗簾語音控制)",
        "插座面板(品牌開關面板)",
        "窗簾 (電動窗簾)",
        "消防煙霧報警",
      ],
    ],
  },
];
